{
  "header": {
    "languages": "Talen",
    "jumpToContact": "Direct naar contact"
  },
  "splash": {
    "header": "Freelance lead front-end ontwikkelaar, toegankelijkheids-auditor en gecertificeerde scrum master"
  },
  "about": {
    "title": "Over Variance",
    "body": "<p>Mijn naam is Tim Hilhorst, oprichter van Variance Solutions, en welkom op mijn bedrijfspagina.</p>\n                        <p>Ik streef ernaar ontwerp en technologie te combineren van concept tot realisatie. Als afgestudeerd architect aan de Technische Universiteit van Delft ben ik een oplossingsgerichte ontwikkelaar met een oog voor design, ontwerp en analyse.</p>\n\n<p>In de afgelopen jaren heb ik bij kunnen dragen aan een verscheidenheid aan complexe webapplicaties voor digitale examens waar de nadruk ligt op stabiliteit, performance en webtoegankelijkheid.</p>\n\n<p>Ik geniet van het bespreken en realiseren van UX-concepten, visuele ontwerpen en de nieuwste trends op het gebied van front-end ontwikkeling en webtoegankelijkheid.</p>"
  },
  "experience": {
    "title": "Ervaring",
    "body": "",
    "today": "Vandaag",
    "variance": {
      "title": "Freelance senior front-end ontwikkelaar",
      "subTitle": "Variance Solutions, Den Haag",
      "body": "<p>Ik draag momenteel bij aan een webapp voor digitaal toetsen als lead front-end developer met een focus op React + Redux & NodeJS, testen op toegankelijkheidseisen en het\n    begeleiden van ontwikkelaars bij de opdrachtgever.</p>\n<p>De software voor digitaal toetsen is cloud-based op services van AWS als S3/EC2 en Lambda. Ik draag bij met \n    domeinspecifieke kennis, gecombineerd met kennis en know-how van WCAG standaarden en oog voor gebruikerservaring en design.</p>"
    },
    "inspera": {
      "title": "Senior front-end ontwikkelaar en scrum master",
      "subTitle": "Inspera Assessment, Oslo",
      "body": "<p>Front-end developer, scrum master and WCAG promoter, focussing on student and author experience for Inspera's digital examination solution.</p>\n\n                            <p><strong>New tech:</strong><br />\n                                TypeScript/ES6, React, Redux (Saga), SASS + CSS modules, Webpack, Mocha/Jest, Semantic UI</p>\n\n                            <p><strong>Older stack:</strong><br />\n                                React, Backbone, Bootstrap, Underscore, Gulp</p>\n\n                            <p><strong>Ancient stack:</strong><br />\n                                Handlebars, MarionetteJS, Backbone, JQuery, XSLT, Gulp</p>\n\n                            <p><strong>Familiar with AWS cloud services:</strong><br />\n                                S3, EC2, CloudFront, Route 53, Lambda</p>\n\n                            <p><strong>Not entirely proud of, but mentionable:</strong><br />\n                                SQL, Java, TeamCity, JIRA/Confluence</p>"
    },
    "cognizant": {
      "title": "Scrum Master en junior front-end ontwikkelaar",
      "subTitle": "Cognizant, Amsterdam",
      "body": "<p>Seconded to the largest financial services provider in the Netherlands (confidentially agreement), I have been part of a team that developed a new fully responsive redesign of the customer facing website. A second team developed a mortgage calculation feature, AngularJS log-in screen and chat functionality within a hybrid app. As developer, I contributed to the team’s front-end development and QA testing work.</p><p>As scrum master, I organized sprint rituals, coached team members, and communicated with product owners, UI/UX designers, business analysts and content managers.</p>\n                            <p><strong>Tech Stack</strong>: AngularJS, BackboneJS, Jasmine, Jenkins, Picoma, Maven, Fitnesse, Selenium</p>"
    }
  },
  "techStack": {
    "title": "Tech stack en tooling"
  },
  "contact": {
    "title": "Contact",
    "body": "Neem gerust contact op over freelance front-end opdrachten of vragen over digitale toegankelijkheid!",
    "kvk": "KvK registratie"
  }
}
